Repository: likwueron/ProjectHospital-l10n.tws
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: tws

source: Examination lamp
tws: Kiám-cha hóe

source: Examined
tws: Hông kiám-cha

source: Exercise
tws: Ūn-tōng

source: Exocrine pancreatic insufficiency
tws: Gōa-hun-pì chūi-chōng ki-lêng put-choân

source: Eye pain
tws: Ba̍k-chiu thiàⁿ

source: Eye test
tws: Sī-le̍k kiám-cha pió

source: Female
tws: Cha-bó͘

source: Fever
tws: Jia̍t-pēⁿ

source: Final diagnosis
tws: Chín-toān kiat-kó

source: Fistula of the intestine
tws: Tn̂g tī-lāu

source: Floor Down
tws: Lo̍h-lâu

source: Floor Up
tws: Chiūⁿ-lâu

source: Floor up / floor down
tws: Chiūⁿ-lâu/lo̍h lâu

source: Floors
tws: Thô͘-kha

source: Flower
tws: Hoa

source: Foot contusion
tws: Kha gêng-hoeh

source: Foot injury
tws: Kha tio̍h-siong

source: Fracture of the jaw.
tws: Go̍k kut-chi̍h

source: Fracture surgery - Head
tws: Thâu-khak kut-chi̍h chhiú-su̍t

source: Free building
tws: Chū-iû khí-chō

source: Fridge
tws: Peng-siuⁿ

source: Fridge provides food for staff.
tws: Peng-siuⁿ hō͘ jîn-oân chia̍h-ê mi̍h-kiāⁿ.

source: Gallstones
tws: Táⁿ-kiat-chio̍h

source: Gallstones, also called cholelithiasis, are concretions of usually made from bilirubin, bile acids and calcium formed in the gall bladder. Gallstones usually do not cause symptoms, however, if they block the bile duct they can cause a variety of serious conditions.
tws: Táⁿ-kiat-chio̍h mā kiò-chò táⁿ-chio̍h-chèng. Táⁿ-chio̍h it-poaⁿ sī bilirubin, táⁿ-chiap-sng kah tī táⁿ-lông lāi hêng-sêng ē khā-lú-siúm chek-chū ē. Táⁿ-kiat-chio̍h it-poaⁿ bô siaⁿh cheng-thâu, m̄-koh nā-sī chó͘-gāi táⁿ-kńg ē tì-sú chiok chē chiok giâm-tiōng ē tāi-chì.

source: Game mode (F5)
tws: GÉIM mō͘-to (F5)

source: Gastritis
tws: Ūi-iām

source: Gastritis is an inflammation or erosion of the stomach's lining.
tws: Ūi-iām sī ūi lāi-bīn hoat-iām a̍h-sī húi-nōa khì ah.

source: Gastritis is an inflammation or erosion of the stomach's lining. It is caused by; bad nutrition, excessive alcohol use, or excessive use of some medications. Treatment consists of protone pump inhibitors and discontinuation of alcohol or drugs that cause the symptoms.
tws: Ūi-iām sī ūi lāi-bīn hoat-iām a̍h-sī húi-nōa khì ah. Êng-ióng bô-kàu, lim siuⁿ-chē chiú a̍h-sī chia̍h io̍h-á siuⁿ chhiau-kòe ah lóng ē tì-sú chit-khoán pēⁿ. Tī-liâu hong-hoat pau-hâm proton chúi-hia̍p-á ap-chè-che kah mài kè-siok chia̍h tì-sú chit-khoán pēⁿ ê mi̍h-kiāⁿ, pí-jū lim chiú a̍h-sī chia̍h io̍h-á.

source: Gender
tws: Sèng-pia̍t

source: Gender:
tws: Sèng-pia̍t:

source: Gendrage
tws: Sèng, hòe

source: General Medicine
tws: It-poaⁿ I-ha̍k

source: General Surgery
tws: It-poaⁿ Gōa-kho

source: General Surgery Department
tws: It-poaⁿ Gōa-kho Pō͘-mn̂g

source: General Surgery office - 6 x 6
tws: It-poaⁿ gōa-kho chín-cha sek - 6 x 6

source: General Surgery office - 8 x 6
tws: It-poaⁿ gōa-kho chín-cha sek - 8 x 6

source: General surgery
tws: It-poaⁿ Gōa-kho

source: General surgery master
tws: It-poaⁿ gōa-kho tachip-jîn

source: General surgery office
tws: It-poaⁿ gōa-kho chín-cha-sek

source: Giardia infection is one of the most common waterborne intestinal infections. Giardias can be transmitted through direct contact with infected individuals or by ingesting contaminated food.
tws: [fuzzy]Giardia chèng sī siōng chia̍p-khòaⁿ ê chúi-hē tn̂g-tō kám-jiám. Giardias ē-sái keng-iû ti̍t-chiap chiap-chhiok

source: Giardiasis
tws: Giardia chèng

source: Glass door
tws: Po-lê mn̂g

source: Glass office desk
tws: Po-lê pān-kong toh

source: Glass wall
tws: Po-lê chhiûⁿ-piah

source: Glassware
tws: Po-lê khì

source: Glassware small
tws: Sè ê po-lê-khì

source: Glomerulonephritis
tws: Si-kiû-thé-io-chí-iām

source: Glomerulonephritis refers to inflammation of the filtering unit of the kidneys. It can be caused by an infection or autoimmunity.
tws: Si-kiû-thé-io-chí-iām sī kóng io-chí lāi lū jiō ê tan-ūi hoat-iām. Kám-jiám a̍h-sī chū-sin bián-e̍k lông ū khó-lêng tì-sú chit-khoán pēⁿ.

source: Going to doctor
tws: Khì i-seng hia

source: Going to reception
tws: Khì kiám-siong sek

source: Going to waiting room
tws: Cháu-khì tán-thāi keng

source: Golfer's elbow
tws: Golúhu tiú

source: Golfer's elbow, also known as medial epicondylitis, is characterized by radiating pain from the inside of the elbow to the wrist.
tws: Golúhu tiú mā kiò-chò "lāi-pêng téng-khò-iām". Che pēⁿ ê thiàⁿ ē ūi tiú lāi hòng-siā kàu chhiú-óaⁿ.

source: Golfer's elbow, also known as medial epicondylitis, is characterized by radiating pain from the inside of the elbow to the wrist. The condition is caused by performing repetitive movements resulting in irritation of the muscles and tendons responsible for said movements.
tws: Golúhu tiú mā kiò-chò "lāi-pêng téng-khò-iām". Che pēⁿ ê thiàⁿ ē ūi tiú lāi hòng-siā kàu chhiú-óaⁿ. It-ti̍t hoan ê tōng-chok ē tì-sú chit-khoán chêng-hêng, hō͘ kun-bah kah kiàn siōng-chē ê chhì-kek.

source: Good Boss
tws: Hó Chú-koán

source: Grass
tws: Chháu-á

source: Grass1
tws: Chháu-á 1

source: Grass2
tws: Chháu-á 2

source: Grass3
tws: Chháu-á 3

source: Grave's disease
tws: Grave-sī-pēⁿ

source: Grave's disease is an endocrine disease where the thyroid gland produces thyroid hormones in excess.
tws: Grave-sī-pēⁿ sī chi̍t-chióng ê pēⁿ, ē hō͘ kah-chōng-chôaⁿ chè-chō siuⁿ chhiau-kòe ê kah-chōng-chôaⁿ ho-lú-bóng.

source: H. pylori infection
tws: H. pylori kám-jiám

source: HDU hospitalization
tws: HDU Tòa-īⁿ

source: HEIGHT
tws: KOÂN

source: Hand contusion
tws: Chhiú gêng-hoeh

source: Hand injury
tws: Chhiú tio̍h-siong

source: Hand pain
tws: Chhiú thiàⁿ

source: Happiest
tws: Siōng hoaⁿ-hí ê

source: Hashimoto's thyroiditis
tws: Hashimoto-sī-kah-chōng-chôaⁿ-iām

source: Hashimoto's thyroiditis is an autoimmune disease where the immune system gradually destroys the thyroid gland.
tws: Hashimoto-sī-kah-chōng-chôaⁿ-iām sī chi̍t-chióng chū-sin bián-e̍k pēⁿ. Bián-e̍k hē-thóng ē bān-bān-á phò-hāi kah-chōng-chôaⁿ.

source: Have {1} on your account
tws: Ū {1} tī lí ê kháu-chō

source: Hay fever
tws: Ta-chháu-jia̍t

source: Hay fever, medically known as allergic rhinitis, is an inflammation in the nose caused by an allergic reaction to an allergen in the air, such as pollen.
tws: Ta-chháu-jia̍t, i-ha̍k siōng kiò-chò kòe-bín ka-tap-jî. Sī chi̍t-chióng tùi khang-khùi tiong kòe-bín-goân hoat-seng kòe-bín hoán-èng tì-sú ê phiⁿ-á hoat-iām. Kòe-bín-goân chhiūⁿ-kóng hoe-hún.

source: Head injury
tws: Thâu tio̍h-siong

source: Head trauma
tws: Thâu tio̍h-siong

source: Headache
tws: Thâu-thiàⁿ

source: Heart failure
tws: Sim-la̍t sit-pāi

source: Height
tws: Koân

source: Helicobacter pylori is a bacteria present in the upper gastrointestinal tract.
tws: Helicobacter pylori sī chi̍t-chióng chhut-hiān tī ūi-tn̂g-kńg téng-bīn ê sè-khún.

source: Helicobacter pylori is a bacteria present in the upper gastrointestinal tract. It is the main cause of peptic ulcers.
tws: Helicobacter pylori sī chi̍t-chióng chhut-hiān tī ūi-tn̂g-kńg téng-bīn ê sè-khún. I sī siau-hòa-sèng-ùi-iông ê chú-iàu goan-in.

source: Hello? Anybody?
tws: Ū-lâng tī-leh bô?

source: Hematology Lab
tws: Hiat-e̍k si̍t-giām-sek

source: Hematology Lab - 12 x 6
tws: Hiat-e̍k si̍t-giām-sek - 12 x 6

source: Hematology Lab - 8 x 6
tws: Hiat-e̍k si̍t-giām-sek - 8 x 6

source: Hemorrhage
tws: Chhut-hoeh

source: Hepatic fibrosis
tws: Koaⁿ chhiam-î-chèng

source: Hepatic fibrosis represents an accumulation of scar tissue in the liver. The scar tissue can be the result of long term inflammation or another liver disease caused by viruses, bacterias, malnutrition or alcohol abuse etc. If left untreated it causes cirrhosis.
tws: Koaⁿ chhiam-î-chèng sī kóng koaⁿ lāi ê khî-ê cho͘-chit thiok-chek. He khî-ê cho͘-chit hoān-sè sī tn̂g-kî hoat-iām a̍h-sī pa̍t-ê iû pēⁿ-to̍k a̍h-sī sè-khún tì-sú ê koaⁿ-pēⁿ, chu-ióng put-liâng a̍h-sī siong-chiú téng-téng ín-khí ê. Nā bô tī-liâu ē tì-sú koaⁿ-ngē-hòa.

source: Hepatitis A
tws: A-hêng koaⁿ-iām

source: Hepatitis A virus spreads through feces and usually occurs in areas with poor sanitation or hygiene.
tws: A-hêng koaⁿ-iām pēⁿ-to̍k sī ūi sái thoân-khui, it-poaⁿ sī tī ōe-seng bô-hó ê só͘-chai hoat-seng.

source: Hepatitis B
tws: B-hêng koaⁿ-iām

source: Hepatitis B virus spreads via blood, sexual contact or from mother to child.
tws: B-hêng koaⁿ-iām ê thoân-jiám sī ūi hoeh, sio-kàn, a̍h-sī bú thoân hō͘ gín-á.

source: Hepatitis refers to a viral infection of the liver.
tws: Koaⁿ-iām sī kòng koaⁿ hō͘ pēⁿ-to̍k kám-jiám.

source: Hepatitis refers to a viral infection of the liver. Hepatitis A virus spreads through feces and usually occurs in areas with poor sanitation or hygiene.
tws: Koaⁿ-iām sī kòng koaⁿ hō͘ pēⁿ-to̍k kám-jiám. A-hêng koaⁿ-iām pēⁿ-to̍k sī ūi sái thoân-khui, it-poaⁿ sī tī ōe-seng bô-hó ê só͘-chai hoat-seng.

source: Hepatitis refers to a viral infection of the liver. Hepatitis B virus spreads via blood, sexual contact or from mother to child.
tws: Koaⁿ-iām sī kòng koaⁿ hō͘ pēⁿ-to̍k kám-jiám. B-hêng koaⁿ-iām ê thoân-jiám sī ūi hoeh, sio-kàn, a̍h-sī bú thoân hō͘ gín-á.

source: Hi boss, thank you for coming back to help us. We know that you had your reasons for retirement, but we can really use someone with your talents. We know you were good at diagnosing patients.
tws: Thâu-ke lí hó, kám-siā lí tńg-lâi kā gún tàu-saⁿ-kāng. Gún chai-iáⁿ lí ū lí-iû thè-hiu, tān-sī gún chiok su-iàu lí ê

source: Hidden
tws: Àm-khàm

source: Hidden achievement
tws: Àm-khàm ê si̍t-chek

source: Hidden symptom
tws: Àm-khàm ê chèng-thâu

source: Hidden symptoms
tws: Àm-khàm ê chèng-thâu

source: Hide all walls
tws: Àm-khàm choân-pō͘ ê chhiûⁿ-á

source: High
tws: Koân

source: High dependency unit - 12 x 6
tws: Tiong-tiông-tō͘ pēⁿ-pâng - 12 x 6

source: High dependency unit - 4 x 6
tws: Tiong-tiông-tō͘ pēⁿ-pâng - 4 x 6

source: High dependency unit provides higher level of medical care for hospitalized patients.
tws: Tiong-tiông-tō͘ pēⁿ-pâng hō͘ hoān-chiá ū khah hó ê i-liâu chiàu-kò͘.

source: Hire Staff
tws: Chhiáⁿ Jîn-oân

source: Hire doctors
tws: Chhiáⁿ i-seng

source: Hire employee
tws: Chhiáⁿ oân-kang

source: Hire janitors
tws: Chhiáⁿ chheng-kiat jîn-oân

source: Hire new staff
tws: Chhiáⁿ sin-ê jîn-oân

source: Hire nurses
tws: Chhiáⁿ hō͘-sū

source: Hire technologists
tws: Chhiáⁿ ki-su

source: Hiring someone?
tws: Siūⁿ-beh chhiáⁿ lâng?

source: Histology Lab
tws: Cho͘-chit si̍t-giām-sek

source: Histology Lab - 12 x 6
tws: Cho͘-chit si̍t-giām-sek - 12 x 6

source: Histology Lab - 8 x 6
tws: Cho͘-chit si̍t-giām-sek - 8 x 6

source: Home treatment
tws: Chhù-nih hioh-khùn

source: Hospital
tws: Pēⁿ-īⁿ

source: Hospital 51
tws: Pēⁿ-īⁿ 51 khu

source: Hospital bed
tws: Pēⁿ-chhn̂g

source: Hospital management
tws: Pēⁿ-īⁿ koán-lí

source: Hospital now accepts patients!
tws: Pēⁿ-īⁿ khai-sí siu hoān-chiá!

source: Hospital warnings
tws: Pēⁿ-īⁿ kèng-pò

source: Hospitalization
tws: Tòa-īⁿ

source: Hospitalization at {1}
tws: Tī {1} tòa-īⁿ

source: Hospitalization is not functional
tws: Tòa-īⁿ bô ki-lêng.

source: Hospitalization on all departments
tws: Choân pō͘-mn̂g ē-tàng tòa-īⁿ

source: Hospitalize patient
tws: Tòa-īⁿ ê hoān-chiá

source: Hospitalize the patient at a high dependency unit (HDU).
tws: Hō͘ hoān-chiá tòa tī Tiong-tông-tō͘ pēⁿ-pâng(HDU)

source: Hospitalize the patient at a regular ward.
tws: Hō͘ hoān-chiá tòa tī it-poaⁿ pēⁿ-pâng.

source: Hospitalize the patient at an Intensive Care Unit (ICU).
tws: Hō͘ hoān-chiá tòa tī Ka-hō͘ pēⁿ-pâng(ICU).

source: Hospitalized
tws: Tòa-īⁿ

source: Hospitalized patients
tws: Tòa-īⁿ ê hoān-chiá

source: Hospitalized patients / all available spaces
tws: Tòa-īⁿ hoān-chiá / choân-pō͘ ê pēⁿ-chhn̂g

source: Hospitals and clinics
tws: Li̍p-īⁿ kah mn̂g-chín

source: Hunger
tws: Iau

source: Hungry
tws: Iau ê

source: Hypothyroidism
tws: Kah-chōng-chôaⁿ ki-lêng kē-hā cheng

source: Hypothyroidism is a disease where the thyroid gland functions inadequately and produces too little thyroid hormone.
tws: Kah-chōng-chôaⁿ-ki-lêng-kē-hā-cheng sī kah-chōng-chôaⁿ ki-lêng bô-kàu, chè-chō ê kah-chōng-chôaⁿ ho͘-lú-bóng siuⁿ-chió khì.

source: ICU hospitalization
tws: ICU tòa-īⁿ

source: IM surgery
tws: Lāi-kho chhiú-su̍t

source: Ice wrap
tws: Ù-peng

source: Idle
tws: Êng-êng

source: Important not to be confused with Typhoid fever. Typhus is caused by the bacteria Rickettsia Typhi, transmitted through various types of fleas. Typhus was first described in 1528. It has a sudden onset of various symptoms comparable to the common flu.
tws: Chì-hû-su-jia̍t sī sè-khún Rickettsia Typhi tì-sú ê pēⁿ. Chit-chióng sè-khún sī ùi ka-cháu lâi ê. Siōng-chá tùi Chì-hû-su-jia̍t ê chì-chài sī tī 1528 nî. Kah it-poaⁿ kám-mō͘ pí-khí-lâi, i ín-khí ê chèng-thâu khah chē.

source: In Debt
tws: Khiàm-Chîⁿ

source: Increased game speed (10x)
tws: Cha̍p-pōe sok

source: Increased game speed (4x)
tws: Sì-pōe sok

source: Influenza
tws: Liû-hêng-sèng kám-mō͘

source: Influenza B
tws: B hêng Liû-kám

source: Influenza, commonly known as 'the flu', is a common infectious disease caused by the influenza virus family.
tws: Liû-hêng-sèng kám-mō͘ (In-hu-lu-iàn-sah), tiō sī lán tiāⁿ-tiāⁿ leh kóng ê "liû-kám". Che sī chi̍t-chióng lûi-kám-pēⁿ-to̍k-kho tì-sú ê sò͘-siông kám-jiám-pīⁿ.

source: Info TV
tws: Pò-hō êng-bō͘

source: Insomnia
tws: Sit-bîn-chèng

source: Insomnia is defined as a subjective experience of bad sleep.
tws: Sit-bîn-chèng ê tēng-gī sī chú-koan-siōng kám-kak khùn bô-hó.

source: Insomnia is defined as a subjective experience of bad sleep. This can be due to the inability to fall asleep, sleep continuously throughout the night or waking up too early.
tws: Sit-bîn-chèng ê tēng-gī sī chú-koan-siōng kám-kak khùn bô-hó. Che khó-lêng sī bô-hoat-tō͘ khùn--khì, khùn chiok tāng ê a̍h-sī siōng-chá khí-lâi.

source: Insurance
tws: Pó-hiám

source: Insurance (clinic)
tws: Pó-hiám (mn̂g-chín)

source: Insurance (hospitalization)
tws: Pó-hiám (tòa-īⁿ)

source: Insurance companies
tws: Pó-hiám kong-si

source: Insurance company
tws: Pó-hiám kong-si

source: Insurance company can be contracted!
tws: Ē-tàng kā pó-hiám kong-si chhiam-iok!

source: Insurance management
tws: Pó-hiám koán-lí

source: Insurance payment:
tws: Pó-hiám chi-hut:

source: Insurance:
tws: Pó-hiám:

source: Intensive Care Unit
tws: Ka-Hō͘ Pēⁿ-Pâng

source: Intensive care unit provides superior medical care to critical patients to maintain their vital functions.
tws: Ka-hō͘ pēⁿ-pâng(ICU) provide siōng-hó ê i-liâu chiàu-kò͘ hō͘ pēⁿ-gûi ê hoān-chiá, ē-tàng ûi-chhî in ki-pún ê sèⁿ-miā kong-lêng.

source: Internal Medicine
tws: Lāi-kho

source: Internal Medicine Department
tws: Lāi-kho Pō͘-mn̂g

source: Internal medicine
tws: Lāi-kho

source: Internal medicine master
tws: Lāi-kho tachip-jîn

source: Internal medicine office
tws: Lāi-kho chín-cha-sek

source: Internal medicine office - 6 x 6
tws: Lāi-kho chín-cha sek - 6 x 6

source: Internal medicine office - 8 x 6
tws: Lāi-kho chín-cha sek - 8 x 6

source: Interstitial cystitis
tws: Kan-chit-sèng phōng-kong-iām

source: Interstitial cystitis is also called painful bladder syndrome.
tws: Kan-chit-sèng phōng-kong-iām mā kiò-chò thàng-thiàⁿ phōng-kong chèng-hāu-kûn.

source: Interstitial nephritis
tws: Kan-chit-sèng io-chí-iām

source: Interstitial nephritis is an inflammation of the interstitial tissue of the kidneys. It can be caused by an infection or as an adverse reaction to medication.
tws: Kan-chit-sèng io-chí-iām sī io-chí lāi ê kan-chit cho͘-chit hoat-iām. Kám-jiám a̍h-sī io̍h-á ê ge̍k-hoán-èng hoān-sè ē tì-sú chit-khoán pēⁿ.

source: Interview
tws: Mn̄g-chín

source: Iron-deficiency anemia
tws: Thih-chit khiàm-khoeh huih-hu

source: Iron-deficiency anemia is the most common form of anemia.
tws: Thih-chit khiàm-khoeh huih-hu sī siōng chia̍p-khòaⁿ ê huih-hu.

source: Irritable bowel syndrome
tws: Chhì-kek-sèng tn̂g-á chèng-hāu-kûn

source: Irritable bowel syndrome is chronic gastrointestinal disorder demanding a long term treatment approach. It is not contagious. Diet modification and medicine can usually relieve symptoms.
tws: Chhì-kek-sèng tn̂g-á chèng-hāu-kûn sī chi̍t-chióng bān-sèng ūi-tn̂g chi̍t-pēⁿ, su-iàu tn̂g-kî tī-liâu. I bô thoân-jiám-sèng. Chia̍h-si̍t liâu-hoat kah io̍h-á it-poaⁿ ē-sái tńg-hô che chèng-thâu.

source: It can be caused by bacteria or virus, but also because of excessive voice use.
tws: Sè-khún a̍h-sī pēⁿ-to̍k ē-sái tì-sú chit-khoán pēⁿ, m̄-koh kóng siuⁿ-chē ōe mā ū khó-lêng.

source: It is caused by; bad nutrition, excessive alcohol use, or excessive use of some medications.
tws: Êng-ióng bô-kàu, lim siuⁿ-chē chiú a̍h-sī chia̍h io̍h-á siuⁿ chhiau-kòe ah lóng ē tì-sú chit-khoán pēⁿ.

source: It is most commonly caused by the bacterium h.
tws: It-poaⁿ lâi-kóng kám-jiám sè-khún h. pylori

source: It is the main cause of peptic ulcers.
tws: I sī siau-hòa-sèng-ùi-iông ê chú-iàu goan-in.

source: Itchy eyes
tws: Ba̍k-chiu chiūⁿ

source: Janitor
tws: Chheng-kiat jîn-oân

source: Janitors
tws: Chheng-kiat jîn-oân

source: Keyboard controls
tws: Khibò͘ khòng-chè

source: Kidney stones
tws: Io-chí chio̍h-á

source: Kidney stones, also known as urolithiasis, are usually concretions of calcium. Even though the stones usually pass on their own through the urinary tract, it is an extremely painful condition.
tws: Io-chí chio̍h-á mā ē-sái kiò-chò io-chí kiat-chio̍h, it-poaⁿ sī khā-lú-siúm chek-chū hêng-sêng ê. Tiō-sǹg-kóng he chio̍h-á it-poaⁿ ē ka-tī lâu-chhut jiō-kńg, mā-sī chiok thiàⁿ ê.

source: Kidney stones, also known as urolithiasis, are usually concretions of calcium. Even though the stones usually pass on their own through the urinary tract, they can sometimes get stuck in the ureter, which is an extremely painful condition.
tws: Io-chí chio̍h-á mā ē-sái kiò-chò io-chí kiat-chio̍h, it-poaⁿ sī khā-lú-siúm chek-chū hêng-sêng ê. Tiō-sǹg-kóng he chio̍h-á it-poaⁿ ē ka-tī lâu-chhut jiō-kńg, ū-sî-chūn mā ē khê tī su-jiō-kńg hō͘ lâng kám-kak chiok thiàⁿ ê.

source: Kidney tissue inflamed
tws: Io-chí cho͘-chit hoat-iām

source: Kitchen sink
tws: Chàu-kha chúi-chô

source: Kitchen sink for washing hands and equipment.
tws: Chàu-kha chúi-chô hō͘ lâng sé-chhiú kah sé chong-pī.

source: LANGUAGE
tws: GÍ-GIÂN

source: LOAD
tws: LO͘

source: LOAD GAME
tws: LO͘͘ GÉIM

source: LOC_EN_ACHIEVEMENTS
tws: LOC_TWS_ACHIEVEMENTS

source: LOC_EN_BUILDING_MODE
tws: LOC_TWS_BUILDING_MODE

source: LOC_EN_CHARACTERS
tws: LOC_TWS_CHARACTERS

source: LOC_EN_DIAGNOSES
tws: LOC_TWS_DIAGNOSES

source: LOC_EN_EVENTS
tws: LOC_TWS_EVENTS

source: LOC_EN_EXAMINATIONS
tws: LOC_TWS_EXAMINATIONS

source: LOC_EN_NAMES
tws: LOC_TWS_NAMES

source: LOC_EN_NOTIFICATIONS
tws: LOC_TWS_NOTIFICATIONS

source: LOC_EN_OBJECTS_DOC_MODE
tws: LOC_TWS_OBJECTS_DOC_MODE

source: LOC_EN_OPTIONS
tws: LOC_TWS_OPTIONS

source: LOC_EN_PATCH_1_0_13
tws: LOC_TWS_PATCH_1_0_13

source: LOC_EN_PATCH_1_1
tws: LOC_TWS_PATCH_1_1

source: LOC_EN_PATCH_1_1_17
tws: LOC_TWS_PATCH_1_1_17

source: LOC_EN_PATCH_1_1_19
tws: LOC_TWS_PATCH_1_1_19

source: LOC_EN_PATCH_1_1_23
tws: LOC_TWS_PATCH_1_1_23

source: LOC_EN_PATCH_1_1_24
tws: LOC_TWS_PATCH_1_1_24

source: LOC_EN_PATCH_1_1_24_NOTIF
tws: LOC_TWS_PATCH_1_1_24_NOTIF

source: LOC_EN_PATCH_1_1_27
tws: LOC_TWS_PATCH_1_1_27

source: LOC_EN_SKILLS
tws: LOC_TWS_SKILLS

source: LOC_EN_SYMPTOMS
tws: LOC_TWS_SYMPTOMS

source: LOC_EN_TREATMENTS
tws: LOC_TWS_TREATMENTS

source: LOC_EN_TUTORIAL
tws: LOC_TWS_TUTORIAL

source: LOC_EN_UI
tws: LOC_TWS_UI

source: Lab desk
tws: Si̍t-giām toh-á

source: Lab shelf
tws: Si̍t-giām-sek kè-á

source: Lab sink
tws: Si̍t-giām-sek chúi-chô

source: Lactose intolerance
tws: Leng-thn̂g-put-nāi cheng

source: Lactose intolerance is the inability to digest lactose, a sugar found in milk products.
tws: Leng-thn̂g-put-nāi cheng tiō sī bô-hoat-tō͘ siau-hòa leng-thn̂g. Leng-thn̂g sī chit-chióng ē-sái tī gû-leng chè-phín lāi hoat-hiān ê thn̂g-lūi.

source: Lactose intolerance is the inability to digest lactose, a sugar found in milk products. Undigested lactose can result in bloating, diarrhea, gas or abdominal pain.
tws: Leng-thn̂g-put-nāi cheng tiō sī bô-hoat-tō͘ siau-hòa leng-thn̂g. Leng-thn̂g sī chit-chióng ē-sái tī gû-leng chè-phín lāi hoat-hiān ê thn̂g-lūi. Bô siau-hòa ê leng-thn̂g ē tì-sú tiòng-khì, hā-lī, phòng-hong, a̍h-sī pak-tó͘ thiàⁿ.

source: Laryngitis
tws: Âu-thâu-iām

source: Laryngitis refers to inflammation of the voice box.
tws: Âu-thâu-iām tio̍h-sī kóng siaⁿ-tòa hoat-iām.

source: Laryngitis refers to inflammation of the voice box. It can be caused by bacteria or virus, but also because of excessive voice use.
tws: Âu-thâu-iām tio̍h-sī kóng siaⁿ-tòa hoat-iām. Sè-khún a̍h-sī pēⁿ-to̍k ē-sái tì-sú chit-khoán pēⁿ, m̄-koh kóng siuⁿ-chē ōe mā ū khó-lêng.

source: Lead poisoning
tws: Iân tiòng-to̍k

source: Learn the basics of diagnosing and treating patients
tws: Ha̍k-sip chín-toān kah tī-liâu hoān-chiá ê ki-pún.

source: Leg contusion
tws: Thúi gêng-hoeh

source: Leg injury
tws: Thúi tio̍h-siong

source: Legionnaires disease
tws: Kun-thoân-khún pēⁿ

source: Legionnaires disease is caused by the bacterium Legionella pneumophila. The disease develops into a severe form of pneumonia, transmitting through person to person. Untreated Legionnaires diseases are usually fatal.
tws: Kun-thoân-khún pēⁿ sī sè-khún Legionella pneumophila tì-sú ê. Chit-chióng pēⁿ siōng-bóe ē piàn-chó tiōng hì-iām, mā ē ti̍t-chiap thoân-jiám hō͘ pa̍t-lâng. Bô tī-liâu ê hoān-chiá it-poaⁿ ē óng-seng.

source: Let the doctor try
tws: Hō͘ i-seng chhì-khòaⁿ-māi.

source: Liver contusion
tws: Koaⁿ gêng-hoeh

source: Liver contusion happens due to physical trauma to the upper abdomen.
tws: Koaⁿ gêng-hoeh sī siōng-pak-tó͘ tio̍h-siong sî hoat-seng ê.

source: Liver laceration
tws: Koaⁿ li̍h-siong

source: Liver laceration occurs when an object pierces the tissue of the body and tears the liver.
tws: Koaⁿ li̍h-siong sī mi̍h-kiāⁿ chân-li̍p seng-khu ê cho͘-chit kah thiah-phòa koaⁿ.

source: Load scenario
tws: Lo͘ sīnalīo͘

source: Loading
tws: Lo͘-téng

source: Loading...
tws: Lo͘-téng...

source: Locked
tws: Hō͘ pa̍k khí

source: Locker
tws: Oân-kang tû-á

source: Low
tws: Kē

source: Lung contusion
tws: Hì chhè-siong

source: MEDIUM HOSPITAL
tws: TIONG PĒⁿ-Īⁿ

source: MISSING EQUIPMENT
tws: KHIÀM CHONG-PĪ

source: MRI room
tws: MRI sek

source: MRI room - 10 x 6
tws: MRI sek - 10 x 6

source: Main Menu
tws: Chú Soán-toaⁿ

source: Male
tws: Cha-po͘

source: Manage your staff and take care of your patients.
tws: Koán-lí lí ê jîn-oân kah chiàu-kò͘ lí ê hoān-chiá.

source: Management and hospitalization
tws: Koán-lí kah tòa-īⁿ

source: Management mode (F7)
tws: Koán-lí mō͘-to (F7)

source: Map Editor
tws: Tē-tô͘ phian-chip ke-si

source: Medical equipment
tws: I-ha̍k chong-pī

source: Medical laboratories
tws: I-ha̍k si̍t-giām-sek

source: Medium
tws: Tiong

source: Medium white ceramic tiles
tws: Tiong-hêng pe̍h-sek ê hoe-chng

source: Metatarsal bones fracture
tws: Tiong kha kut kut-tn̄g

source: Microbiology Lab
tws: Bî-seng-bu̍t si̍t-giām-sek

source: Microbiology Lab - 12 x 6
tws: Bî-seng-bu̍t si̍t-giām-sek - 12 x 6

source: Microbiology Lab - 8 x 6
tws: Bî-seng-bu̍t si̍t-giām-sek - 8 x 6

source: Mirror
tws: Kiàⁿ

source: Missing required rooms
tws: Khiàm pâng-keng

source: Missing required staff
tws: Khiàm jîn-oân

source: Month
tws: Goe̍h

source: My turn!
tws: Ōaⁿgóa ah!

source: Myocardial contusion
tws: Sim-chōng-kun gêng-hoeh

source: NAME
tws: MIÂ

source: NEW GAME
tws: SIN KIO̍K

source: NOT ACCESSIBLE
tws: BÔ-HOAT-TŌ͘ LI̍P-KHÌ

source: Nail fungus
tws: Chhiú-jiáu-chin-khún

source: Nail fungus, also called Onychomycosis or Tinea unguium, is a fungal infection that affects fingers or toenails.
tws: Chhiú-jiáu-chin-khún, mā kiò-chò Chéng-kah-sián a̍h-sī Pe̍h-chéng-kah, sī chi̍t-chióng chéng-kah chin-khún kám-jiám chńg-thâu-á a̍h-sī chéng-kah ê pēⁿ.

source: Name
tws: Miâ

source: Nasal fracture
tws: Phīⁿ kut-chi̍h

source: Nausea
tws: Ài-āu

source: Neuro Lab - 8 x 6
tws: Sîn-keng ha̍k si̍t-giām-sek
